simple/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

runApplication blockMesh
\cp 0/T.orig 0/T
runApplication setFields
runApplication $(getApplication)

#------------------------------------------------------------------------------
